package ru.lesson8;

public class Puzzles {
    public static String[][] PUZZLES = {{"В Полотняной стране\nПо реке Простыне\nПлывет пароход\nТо назад, то вперед,\nА за ним такая гладь —\nНи морщинки не видать.\n\n", "утюг"},
            {"В брюшке — баня,\nВ носу — решето,\nНос — хоботок,\nНа голове — пупок,\nВсего одна рука\nБез пальчиков,\nИ та — на спине\nКалачиком.\n\n", "чайник"},
            {"Стоит дуб,\nВ нем двенадцать гнезд,\nВ каждом гнезде\nПо четыре яйца,\nВ каждом яйце\nПо семи цыпленков.\n\n", "год"},
            {"Вдруг из черной темноты\nВ небе выросли кусты.\nА на них-то голубые,\nПунцовые, золотые\nРаспускаются цветы\nНебывалой красоты.\nИ все улицы под ними\nТоже стали голубыми,\nПунцовыми, золотыми,\nРазноцветными.\n\n", "салют"}};

}
